usage

<v:Envelope xmlns:i="http://www.w3.org/2001/XMLSchema-instance" xmlns:d="http://www.w3.org/2001/XMLSchema" xmlns:c="http://schemas.xmlsoap.org/soap/encoding/" xmlns:v="http://schemas.xmlsoap.org/soap/envelope/"><v:Header /><v:Body><UsersAction xmlns="http://webservice.myi.cn/wmstudyservice/wsdl/" id="o0" c:root="1"><lpszUserName i:type="d:string">myipad_689047</lpszUserName><lpszActionName i:type="d:string">statusreport</lpszActionName><lpszUserGUID i:type="d:string">ae600da64696432a839532890d8d3f96</lpszUserGUID><lpszReason i:type="d:string">{"appruntime":"00:24:53","systemruntime":"46:15:31","battery":"93%","screen":"screenoff","wifi":[{"ssid":"GZZX","mac":"fc:cf:cf:fc:fc:cf","level":99,"frequency":2412,"channelWidth":"20Mhz"}],"appusage":[{"package":"com.netspace.myipad","totaltime":"4:14:07","lastUseTime":"下午3:31:06","firstUseTime":"2022年10月1日"}],"model":"BZT-W09","mac":"fc:cf:cf:fc:fc:cf","foregroundpackage":"com.netspace.myipad"}</lpszReason></UsersAction></v:Body></v:Envelope>